#****************************************************************************************************#
# time:2019.6.18
#****************************************************************************************************#

tip = '*--------------------------------------------*\r\n'

age = 12
if age < 4:
	print('不用钱')
elif age < 18:
	print('5美元')
else:
	print('10美元')

alien_color = 'green'
if alien_color == 'green':
	print('正确！你获得了5个点')
#****************************************************************************************************#
print(tip)
alien_color = 'red'
if alien_color == 'green':
	print('正确！你获得了5个点')
#****************************************************************************************************#
print(tip)
if alien_color == 'green':
	print('正确！你获得了5个点')
else:
	print('你获得了10个点')
#****************************************************************************************************#
print(tip)
alien_color = 'green'
if alien_color == 'green':
	print('正确！你获得了5个点')
else:
	print('你获得了10个点')
#****************************************************************************************************#	
print(tip)
if alien_color == 'green':
	print('你获得了5个点')
elif alien_color == 'yellow':
	print('你获得了10个点')
else:
	print('你获得了15个点')
