#****************************************************************************************************#
# time:2019.6.17
#test tipoc
#****************************************************************************************************#

tip = '*--------------------------------------------*\r\n'

car = input('请问您要租赁什么样的汽车？')
print('let me see if i can find you ' + car)

num = input('请问有多少人用餐')
if int(num) <= 8:
	print('里边请！')
else:
	print('不好意思没有位置了。')

num = input('plase input a number:')
if int(num)%10 == 0:
	print(str(num) + '是10的整数倍')
else:
	print(str(num) + '不是10的整数倍')
	

